//Вывести на одной строке числа 31, 18 и 79 с одним пробелом между ними.
string a = "31";
string b = "18";
string c = "79";
Console.WriteLine($"{a} {b} {c}");